Repository: mozilla-l10n/mt-training-data
Catalog: ay/ay_pontoon.tmx
Source language: en_us
Languages: ay

source: %1$d out of %2$d
ay: %1$d mistsutawa %2$d

source: %1$s finished
ay: %1$s tukutawa

source: %1$s is free and open source software made by Mozilla and other contributors.
ay: %1$s Ukax inakiwa ukhamarak uka Mozillan luratanak apaqt'asim.

source: %1$s is made available to you under the terms of the <a href="%2$s">Mozilla Public License</a> and other open source licenses.
ay: %1$s Ukax jumatakjam wakt'ayatawa <a href="%2$s">Mozillax taqinitakiwa</a>, ukhamarak yaqhanakasa.

source: About
ay: Ukxata

source: About %1$s
ay: Kunxatasa %1$s

source: About %1$s, help
ay: %1$s ukxata, yanapa

source: Add
ay: Yapt'aña

source: Add and manage custom autocomplete URLs.
ay: URLs ukar yapkatam ukat justupach wakicht'añar ucht'am

source: + Add another search engine
ay: Yaqha thakhir yapkataña

source: + Add custom URL
ay: URL ukar wakt'ayasiñ yapt'aña

source: Add custom URL
ay: URL Wakt'ayasiñ yapt'aña

source: Additional source code for %1$s is available under various other free and open source <a href="%2$s">licenses</a>.
ay: Yaqhanakax %1$s juk'ampis akawjan inaskiwa, ukhamarak ukanakax <a href="%2$s">inakipuniwa</a>.

source: Add search engine
ay: Thaqhir yapkataña

source: Add shortcuts to your home screen
ay: Jank'ak mantañanak uka mantañawjar ucht'asim.

source: Add to Home screen
ay: Janja llikar yapkatam

source: An installed search engine is already using that name.
ay: Apaqat thaqhiriw pach sutin utji

source: Authentication required
ay: Uñacht'ayasiñax wakiskiriwa

source: Autocomplete
ay: Justupacj phuqhachata

source: Automatic private browsing. Browse. Erase. Repeat.
ay: Justupach jark'as thaqtaña. Thaqhaña. Pichsuña. Mayampi.

source: Block 3rd-party cookies only
ay: Yatiyawinakx chikatan chikatapak 3 jist'antaña

source: Block ad trackers
ay: Yatiyawinak uñachayir jark'antaña

source: Block analytic trackers
ay: Uñakipir thaqhirinak jark'antaña

source: Block cookies
ay: Yatiyanak jark'antaña

source: Block JavaScript
ay: JavaScript Jark'antaña

source: Block other content trackers
ay: Yaqha utjir thaqhirinak jark'antaña

source: Block social trackers
ay: Jaqit thaqhirinak jark'antaña

source: Block trackers
ay: Thaqhirinak jark’antaña

source: Block Web fonts
ay: Llikan qillqanakap jark'antaña

source: Cancel
ay: Suyt'ayaña

source: Check that search string matches Example format
ay: Thaqhir arunakax purapt’añapawa, uñakipt’am

source: Clear
ay: Pichsuña

source: Clear input
ay: Uchat pichsum

source: Cookies and Site Data
ay: juk'a yatiyäwimp llikan utjirinakampi

source: Copy image address
ay: Jamuqan chiqañchirip waruqaña

source: Copy link address
ay: Llika janjar mantañakis uk waruqaña

source: Custom URLs
ay: URLs wakt'ayasiña

source: Data Choices
ay: Utjirinak ajlliña

source: Data Collection & Use
ay: Utjirinak apthapita ukatx apnaqaña

source: Default
ay: Pantjata

source: Default URL List
ay: Jan walt'awinakax URL ukankiwa

source: Dismiss
ay: Apanukuña

source: Dismiss find in page
ay: Kutt'añ thaqhañanxa

source: Double-check the URL you entered.
ay: Pay kut uka URL uk uchktas ukar limt'am.

source: Download
ay: Apaqaña

source: Downloaded files <b>will not be deleted</b> when you erase %1$s history.
ay: Uka apaqat luratanakax <b> janiw pichsutakaspati </b> kunawsatix pichsxataxa %1$s ukaniwa.

source: Download File
ay: Imatanak apaqaña

source: Download Firefox
ay: Firefox apaqaña

source: Embedded on sites to track your visits and to display functionality like share buttons
ay: Uka llika janjan k'iñantatanak mantatanakam thaqtaña ukatx wutunanakar uñacht'ayaña

source: Enable to have %1$s autocomplete over 450 popular URLs in the address bar.
ay: %1$s Janiw utjirxamakiti, justupach phuqhachataw 450 wali uñt'at URLs uka tuqinkiwa

source: Enabling may cause some pages to behave unexpectedly
ay: Jark'antasinx inas yaqhip llika janjanakax jan walixchispati

source: Enter search engine name
ay: Thaqhirin sutip ucham

source: Enter search string
ay: Thaqhir arunak ucham

source: Erase
ay: Pichsuña

source: Erase and Open
ay: Pichsuña ukat jist'araña

source: Erase browsing history
ay: Thaqhañ imatanak pichsuña

source: Example: example.com
ay: Sakiñani: ukhama.com

source: Example: example.com/search/?q=%s
ay: Ukhama: ukhama.com

source: Example: mozilla.org
ay: Sakiñani: mozilla.org

source: Exit Private Browsing?
ay: Uka maynitakik thaqhañat misxatati?

source: Find an app that can open link
ay: Mä lurañ thaqtam chhitthap jist'arañapataki

source: Find in page
ay: Llika janjan jikxatam

source: Find in Page
ay: Llika janjan jikxatasma

source: Find next result
ay: Ukxarukix uk jikxatam

source: Find previous result
ay: Nayrir katjat jikxatam

source: General
ay: Taqpacha

source: Help
ay: Yanapa

source: Hide webpages when switching apps
ay: Llika janjanak imantaña, kunawsatix wakichanakax rukatak ukha

source: Insecure Connection
ay: Makhatax janiw walikiti

source: Installed search engines
ay: Thaqhirinak uchaña

source: Language
ay: Aru

source: Learn more
ay: Juk'amp amuyañataki

source: Loading
ay: Phuqhachaskiwa

source: Make %1$s default browser
ay: %1$s justupach thaqhiri

source: Make privacy a habit
ay: Uka jumatakikis ukx sapakut ucht'asim

source: May result in missing icons or images
ay: Inas uka chimpus jamuqas jan uñstxchispati

source: More options
ay: Juk’ampinaka

source: Mozilla
ay: Musilla

source: Mozilla strives to collect only what we need to provide and improve %1$s for everyone.
ay: Musillax ajllsuwa kunatix askiki ukak churi ukhamarak taqinitakis sumaptayi %1$s

source: Navigate back
ay: Qhipar kutt’am

source: Navigate forward
ay: Nayraqatar tuyuskakim

source: New custom URL added.
ay: Machaq wakt'ayasiña URL yapkatatawa.

source: New search engine added.
ay: Machaq thaqhiriw yapkatata

source: Next
ay: Ukxaru

source: No
ay: Janiwa

source: None of the apps on your device are able to open this link. You can leave %1$s to search %2$s for an app that can.
ay: Janiw kuna lurawis uka chhitthapx jawsañaman jist'arkaspati. Jaytxakim %1$s ukhamat yaqha %2$s lurir jist'arañapataki.

source: Notifications let you erase your %1$s session with a tap. You don’t need to open the app or see what’s running in your browser.
ay: Uka yatiyaw tuqix pichsuñ yanapt'iristam%1$s limt'asaki. Janiw uka wakichaw jist'arañamakiti ukhamarak yaqhatuq thaqtasasa.

source: Off
ay: jiwt'ayata

source: OK
ay: Walikiwa

source: OK, got it!
ay: Ukhamax, amuyataxiwa.

source: On
ay: Aqtayata

source: Oops
ay: Uups

source: Open
ay: Jist'araña

source: Open in…
ay: Jist'aram...

source: Open in %1$s
ay: Jist'aram %1$s

source: Open link in another app
ay: Chhitthap yaqha wakichar jist’aram

source: Open link in new tab
ay: Uka chhithapx machaqar jist'araña

source: <p>%1$s puts you in control.</p> <p>Use it as a private browser: <ul> <li>Search and browse right in the app</li> <li>Block trackers (or update settings to allow trackers)</li> <li>Erase to delete cookies as well as search and browsing history</li> </ul> </p> <p>%1$s is produced by Mozilla. Our mission is to foster a healthy, open Internet.<br/> <a href="%2$s">Learn more</a></p>
ay: <p>%1$s jumar uñjañapatakiwa.</p> <p> Jumatakik thaqhtir ucht'asim: <ul> <li>Aka wakichawin kupixapan thaqtam</li> <li> Thaqtirinak jark'antam(jan ukax uka taqhtirinak mayjt'ayam)</li> <li>Uka yatiyäwinak thaqtir pichsum ukhamarak ukhamarak uka thaqtirinak thaqhatanaka</li> </ul> </p> <p>%1$s Mozillaw wakicht'i. Jach'a jaya lurañ amtax wali suma taqinitak intirnit wakt'ayañawa.<br/> <a href="%2$s">Juk'amp yatiñataki</a></p>

source: Pages may load faster, but may also behave unexpectedly
ay: Janja llikanakax jank'akiw phuqhachasispa, inas jan ukhamarakikchispati

source: Password
ay: Chimpu

source: Paste or enter URL
ay: URL uk ucht'am jan ukax mantaña

source: Performance
ay: Luraña

source: Powered by %1$s
ay: Ukamp ch'amañchatawa %1$s

source: Power up your privacy
ay: jumankirikis uk ch'amañcham

source: Privacy
ay: Maynitakiki

source: Privacy Notice
ay: Maynitakik yatiya

source: Privacy & Security
ay: Imantatäña ukatx jark'atäña

source: Private browsing session
ay: Jumatakik thaqhañawja

source: Problem loading page
ay: Uka llika janja phuqhañan jan walt'awiw uñsti

source: Reload website
ay: Mayamp mantam uka llika janjaru

source: Remove
ay: Jittayaña

source: Remove custom URLs
ay: URLs wakicht'atanak jittayaña

source: Remove search engines
ay: Thakhirinak jittayaña

source: Report Site Issue
ay: Llika janjat yatiyaña

source: Request desktop site
ay: Qhanankix uka llik mayiña

source: Restore default search engines
ay: Jan walt’ir thaqhirinak kutt’ayaniña

source: Return to previous app
ay: Nayrir wakichañar kutt’aña

source: Return to your favorite sites in %1$s quickly. Just select "Add to Home screen" from the %1$s menu.
ay: Sapa kut mantat llikarjank'ak %1$s kutt'am. "Mantañawjar yapkatam" jiskis uka ajllt'asin %1$s ucht'asim.

source: Save
ay: Imaña

source: Saved and shared images <b>will not be deleted</b> when you erase %1$s history.
ay: Uka jamuqx imam <b>ukat ch'iqiyam janiw</b> pichsuskaniti, %1$s kunawsatix apnaqatanakam pichxat ukhaxa.

source: Save image
ay: Jamuqanak imaña

source: Search
ay: Taqhaña

source: Search engine name
ay: Thaqhirin sutip thaqtaña

source: Search for %1$s
ay: Thaqtam %1$s

source: Searching for something different? Choose another default search engine in Settings.
ay: Yaqht thaqhaskta? Yaqha thaqhañamp thaqtam.

source: Search or enter address
ay: Thaqtam jan ukax imayluma

source: Search Privately
ay: Jiwasak thaqhaña

source: Search string to use
ay: Apnaqat arunak thaqtaña

source: Secure connection
ay: Suma waythapiriwa

source: Secure Connection
ay: Makhatax walikiskiwa

source: Secure connection failed
ay: Kunikshunaw jan walt'awaykiti

source: Send usage data
ay: Apnaqat imatanak apayaña

source: Server not found
ay: Tunux janiw katutakiti

source: Set %1$s as your default browser and get the benefits of private browsing when you open webpages from other apps.
ay: %1$s uka thaqhirinakx justupach mistsur ucht'asim ukat sum aka tuqin jist'arañanak tuqinakat jikxatam.

source: Set default, autocomplete
ay: Pantjat imaña, justupach phuqhaña

source: Settings
ay: Mayjt'ayaña

source: Share…
ay: Ch'iqiyaña

source: Share image
ay: Jamuqanak ch'iqiyaña

source: Share link
ay: Chhitthap ch'iqiyaña

source: Share via
ay: Uka tuq ch'iqiyaña

source: Shortcut will open with Tracking Protection disabled
ay: Uka jak'aptayatx yaqha jatk'at thaqhañampix jist'ararakismawa

source: Site Security
ay: LLika janjanakan sumt'añapataki

source: Skip
ay: T'isktam

source: Some ads track site visits, even if you don’t click the ads
ay: Yaqhip yatiyanakax uñstaskakiwa, janis ukar limt'kat ukhaxa

source: Stealth
ay: Amuyump unxtaña

source: Stop loading website
ay: Llika janjanak phuqhachir sayt’ayaña

source: Switching Apps
ay: Lurañanak turkaña

source: System default
ay: Llikaw jan walt'kiti

source: Tabs open: %1$s
ay: P’uyunak jist’araña: %1$s

source: Take private browsing to the next level. Block ads and other content that can track you across sites and bog down page load times.
ay: Uka juman thaqhatam yaqhar apam. Yatiyäwinak jark'antam ukat yaqha utjirinak llika janjanakan jan jayarst'añatal thaqtasmawa.

source: The address isn’t valid
ay: Janiw walikiti

source: The address wasn’t understood
ay: Uka llika janjax janiw amuyatakiti

source: The connection timed out
ay: Pachax tukusxiwa

source: The page isn’t redirecting properly
ay: Aka llika janjax janiw chiqapakiti

source: Trackers blocked
ay: Thaqhañanakax jark'antatawa

source: Tracking, cookies, data choices
ay: Thaqhata, kukinaka, ukatx utjir ajllinaka

source: Tracking Protection
ay: Thaqhatanak uñjaña

source: Try Again
ay: Mayamp yant'am

source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your mobile device’s data or Wi-Fi connection.</li> </ul>
ay: <ul> <li>uka llika janjanakax mä juk'a pach jist'antatawa. Mayamp ukhat yant'ama. janitix jist'arañjamaxchixa, uka jawsañaman uñjam, ukhamarak Whiphi uchata.</li> <li>If you are unable to load any pages, check your mobile device’s data or Wi-Fi connection.</li> </ul>

source: <ul> <li>This could be a problem with the server’s configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
ay: <li> Aka inas uka siriwiturat jan walta0wix jutchi, inas khiti uka wirituran jan walt'aykaspati. </li> Jumatix pasirinx aka sirwiturar sum makhataskstaxa, uka jan walt'awix juk'apachakispawa, ukhamat qhipar yant'ama.

source: <ul> <li>This problem can sometimes be caused by disabling or refusing to accept cookies.</li> </ul>
ay: <li>Akham jan walt'awinakax janiw walt'aykaspati ukhamarak yatiyäwinak uñstayanisma</li>

source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you’re using forward slashes (i.e. <strong>/</strong>).</li> </ul>
ay: <ul><li>Uka llika janjax ukham qillqatañapawa<strong>http://www.example.com/</strong></li> <li>um sum qillqatam uñakit'am (i.e. <strong>/</strong>).</li></ul>

source: <ul> <li>You might need to install other software to open this address.</li> </ul>
ay: <li> Inas yaqha suftwar uchañax wakischini. </li>

source: Unable to connect
ay: Janiw makhatañxamakiti

source: URL already exists
ay: URL ukax utjxiwa

source: URL Autocomplete
ay: URL justupach phuqhachata

source: URL copied
ay: URL waruqataxiwa

source: URL to add
ay: URL ukar yapkataña

source: Used to collect, analyze and measure activities like tapping and scrolling
ay: Uka apthapiña, uñakipiri ukhamarak tupur luratanak llamt'as saraqas apnaqaña

source: Username
ay: Suti (qillqayasita)

source: Verified by: %1$s
ay: Uñakipatawa: %1$s

source: Web Content
ay: Llikan utjirinaka

source: Website loaded
ay: Phuqhachat llika janjanaka

source: We can’t load this page for some reason.
ay: Janiw aka llika janjax phuqhachaskaspati

source: What's New
ay: kuna yatiyäwis utji

source: Yes
ay: Jisa

source: You are not granted any rights or licenses to the trademarks of the Mozilla Foundation or any party, including the Mozilla, Firefox or %1$s names or logos. Additional information may be found <a href="%2$s">here</a>.
ay: Janiw kuna yäqayasiñamas iyawsatakiti ukhamarus Mozilla uka luririnak tuqisa ukhamarak yaqhasa. Firefox %1$s chimpunakas sutinakapasa. Yaqha yatiyäwinakas akawjanx <a href="%2$s">jikxatasirakispawa</a>.

source: You can leave %1$s to open this link in %2$s.
ay: Jaytxasmawa %1$s uka chhitthap jist'arañataki %2$s

source: Your browsing history has been erased.
ay: Taqpach thaqhatanakamax pichsutawa.

source: Your Rights
ay: Yäqayasiñanakama

source: Your search, your way
ay: Thaqhatam ukhamark jumankiri
